[
    {
    	"sections": [
            {
    			"text": "#Germania omnis# a #Gallis# #Raetis#que et #Pannoniis# #Rheno et Danubio fluminibus#, a #Sarmatis# #Dacis#que mutuo metu aut montibus separatur: cetera Oceanus #ambit#, latos sinus et insularum immensa spatia #complectens#, #nuper cognitis quibusdam gentibus ac regibus#, quos bellum aperuit.",
                "notes": [
                    {
                        "text": "Note the similarity to how Caesar starts B.G. (“Gallia est omnis divisa”); Tacitus writes “Germania omnis...separatur”"
                    },
                    {
                        "word": "Gallis, etc.",
                        "link": "https://dcc.dickinson.edu/grammar/latin/ablative-separation",
                        "text": "ablative of separation."
                    },
                    {
                        "link": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus:text:1999.04.0059:entry=Raeti",
                        "text": "the Raetians, a mountain people north of the Po, between the Danube, the Rhine, and the Lech (L&S)."
                    },
                    {
                        "link": "https://pleiades.stoa.org/places/197425/pannonii",
                        "text": "inhabitants of “Pannonia, province of the Roman Empire, corresponding to present-day western Hungary and parts of eastern Austria, as well as portions of several Balkan states, primarily Slovenia, Croatia, and Serbia (Vojvodina)” (Britannica)."
                    },
                    {
                        "link": "https://dcc.dickinson.edu/grammar/latin/ablative-agent",
                        "text": "ablative of agent."
                    },
                    {
                        "link": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus:text:1999.04.0059:entry=Sarmata",
                        "text": "the Sarmatians (L&S)."
                    },
                    {
                        "link": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus:text:1999.04.0059:entry=Daci",
                        "text": "the Dacians, a famous warlike people, akin to the Thracians. They occupied what is now Upper Hungary, Transylvania, Moldavia, Wallachia, Bessarabia. Subdued by Trajan, they received Roman civilization, and thence retain in part the name Rumanians (L&S)."
                    },
                    {
                        "text": "surrounds."
                    },
                    {
                        "text": "with Oceanus."
                    },
                    {
                        "word": "nuper...regibus",
                        "link": "https://dcc.dickinson.edu/grammar/latin/ablative-absolute",
                        "text": "ablative absolute."
                    }
                ]
    		},
    		{
    			"text": "Rhenus, #Raeticarum Alpium# #inaccesso ac praecipiti vertice# ortus, #modico flexu# in occidentem versus septentrionali Oceano miscetur.",
    			"notes": [
                    {
        				"link": "https://pleiades.stoa.org/places/187272",
        				"text": "The Rhaetian Alps extend from the valley of the Rhine river to the Brenner Pass (Pleiades)."
        			},
                    {
                        "link": "https://www.britannica.com/place/Rhaetian-Alps",
                        "text": "Bernina Peak (13,284 feet [4,049 m]), on the Italian border, is the highest point (Britannica)."
                    },
                    {
                        "text": "referring to the path of the river."
                    }
                ]
    		},
            {
                "text": "Danubius #molli et clementer# edito #montis Abnobae# #iugo# effusus plures populos adit, donec #in Ponticum mare sex meatibus erumpat#; septimum os paludibus hauritur.",
                "notes": [
                    {
                        "link": "https://www.britannica.com/place/Danube-River",
                        "text": "Beyond the Iron Gate the lower Danube flows across a wide plain; the river becomes shallower and broader, and its current slows down (Britannica)."
                    },
                    {
                        "link": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus:text:1999.04.0059:entry=Abnoba",
                        "text": "a mountain range in Germany, the northern part of the Black Forest, in which the Danube rises (L&S)."
                    },
                    {
                        "word": "edito iugo",
                        "link": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.04.0059%3Aentry%3Djugum",
                        "text": "iugum here is “a height or summit of a mountain, a ridge; also, a chain of mountains” (L&S)."
                    },
                    {
                        "link": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.04.0059%3Aentry%3Dmeatus",
                        "text": "discharges itself through six channels; cf.: “bifido meatu divisus Rhenus,” divided into two channels, Claud. B. G. 336. (L&S)."
                    }
                ]
            }
    	]
    },
    {
        "sections": [
            {
                "text": "Ipsos Germanos indigenas #crediderim# minimeque aliarum gentium adventibus et hospitiis #mixtos#, quia nec terra olim sed classibus #advehebantur# qui #mutare sedes# quaerebant, et immensus #ultra utque sic dixerim adversus# Oceanus raris ab #orbe nostro# #navibus# aditur.",
                "notes": [
                    {
                        "text": "indirect speech; esse is gapped."
                    },
                    {
                        "text": "mixed with (in a racial sense)."
                    },
                    {
                        "link": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.04.0059%3Aentry%3Dadveho",
                        "text": "to be carried, to ride, to come to a place upon a horse, in a carriage, ship, etc (L&S)."
                    },
                    {
                        "text": "to emigrate (Church and Brodribb 1942); lit. to change one's home."
                    },
                    {
                        "text": "Tacitus's remark."
                    },
                    {
                        "link": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.04.0059%3Aentry%3Dorbis",
                        "text": "The orbis terrarum is “the circle or orb of the earth, the world” (L&S)."
                    },
                    {
                        "link": "https://dcc.dickinson.edu/grammar/latin/ablative-means",
                        "text": "ablative of means."
                    }
                ]
            },
            {
                "text": "#quis# porro, praeter periculum #horridi et ignoti maris#, #Asia aut Africa aut Italia relicta# Germaniam peteret, informem #terris#, asperam caelo, tristem cultu aspectuque nisi si #patria# sit?",
                "notes": [
                    {
                        "text": "rhetorical question."
                    },
                    {
                        "ref": "obj-gen"
                    },
                    {
                        "link": "https://dcc.dickinson.edu/grammar/latin/ablative-absolute",
                        "text": "ablative absolute."
                    },
                    {
                        "word": "terris, caelo, cultu, aspectu",
                        "link": "https://dcc.dickinson.edu/grammar/latin/ablative-specification",
                        "text": "ablative of respect with corresponding adjectives."
                    },
                    {
                        "text": "eius (qui petit)"
                    }
                ]
            },
            {
                "text": "Celebrant #carminibus antiquis#, quod unum apud illos memoriae et #annalium# genus est, #Tuistonem deum# #terra# editum. ei filium #Mannum# originem gentis conditoresque Manno tres filios adsignant, e quorum nominibus proximi Oceano Ingaevones, medii Herminones, ceteri Istaevones vocentur.",
                "notes": [
                    {
                        "link": "https://dcc.dickinson.edu/grammar/latin/ablative-means",
                        "text": "ablative of means."
                    },
                    {
                        "link": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.04.0060%3Aentry%3Dannalis2",
                        "text": "a record of events, chronicles, annals (L&S)."
                    },
                    {
                        "text": "object of celebrant, or subject of indirect speech introduced by celebrant."
                    },
                    {
                        "link": "https://dcc.dickinson.edu/grammar/latin/ablative-separation",
                        "text": "ablative of separation."
                    },
                    {
                        "word": "Tuistonem, Mannum",
                        "link": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus:text:1999.04.0064:entry=germania-geo&highlight=tuisco",
                        "text": "The ancients, however, are agreed in stating that the Germans worshipped several divinities, among whom they mention the sun, the moon, the stars, Tuisco [sic] the ancestor of their whole race, and his son Mannus (Smith 1845). The best manuscripts have the spelling with ‘t’ and not ‘c’ (Stuart 1875)."
                    }
                ]
            },
            {
                "text": "#quidam#, ut in #licentia vetustatis#, #plures deo ortos# #pluresque gentis appellationes#, Marsos Gambrivios Suebos Vandilios adfirmant, #eaque vera et antiqua nomina#.",
                "notes": [
                    {
                        "text": "subject of adfirmant."
                    },
                    {
                        "text": "“the freedom of conjecture permitted by antiquity” (Church and Brodribb 1942), cf. Livy's praefatio."
                    },
                    {
                        "text": "(esse)."
                    },
                    {
                        "text": "(ortos esse)."
                    },
                    {
                        "text": "(esse)."
                    }
                ]
            },
            {
                "text": "#ceterum# Germaniae vocabulum recens et nuper additum, quoniam qui primi Rhenum transgressi Gallos expulerint ac nunc #Tungri#, #tunc Germani vocati sint#: ita nationis nomen, non gentis, evaluisse paulatim, #ut# omnes primum a victore ob metum, mox et a se ipsis invento nomine Germani vocarentur.",
                "notes": [
                    {
                        "text": "“on the other hand” (Church and Brodribb 1942)."
                    },
                    {
                        "text": "gives a name to the qui earlier in the phrase."
                    },
                    {
                        "word": "qui...sint",
                        "text": "“the tribes which first crossed the Rhine and drove out the Gauls, and are now called Tungrians, were then called Germans” (Church and Brodribb 1942)."
                    },
                    {
                        "link": "https://dcc.dickinson.edu/grammar/latin/result-clauses",
                        "text": "result clause."
                    }
                ]
            }
        ]
    },
    {
        "sections": [
            {
                "text": "Fuisse et apud eos Herculem memorant, primumque omnium virorum fortium ituri in proelia canunt. sunt #illis# haec quoque carmina quorum relatu, quem #baritum# vocant, accendunt animos #futuraeque pugnae# fortunam ipso cantu augurantur; terrent enim trepidantve, prout sonuit acies, nec tam vocis ille quam virtutis concentus videtur.",
                "notes": [
                    {
                        "link": "https://dcc.dickinson.edu/grammar/latin/dative-possession",
                        "text": "dative of posesssion."
                    },
                    {
                        "link": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.04.0059%3Aentry%3Dbaritus",
                        "text": "the war-cry of the Germans (L&S)."
                    },
                    {
                        "ref": "obj-gen"
                    }
                ]
            },
            {
                "text": "adfectatur praecipue asperitas soni et fractum murmur, obiectis ad os scutis, quo plenior et gravior vox repercussu"
            },
            {
                "text": "intumescat. ceterum et Ulixen quidam opinantur longo illo et fabuloso errore in hunc Oceanum delatum adisse Germaniae terras, Asciburgiumque, quod in ripa Rheni situm hodieque incolitur, ab illo constitutum nominatumque; aram quin etiam Ulixi consecratam, adiecto Laertae patris nomine, eodem loco olim repertam, monumentaque et tumulos quosdam Graecis litteris inscriptos in"
            },
            {
                "text": "confinio Germaniae Raetiaeque adhuc extare. quae neque confirmare argumentis neque refellere in animo est: ex ingenio suo quisque demat vel addat fidem."
            }
        ]
    },
    {
        "sections": [
            {
                "text": "Ipse eorum opinionibus accedo qui Germaniae populos nullis aliarum nationum conubiis infectos propriam et sinceram et tantum sui similem gentem extitisse arbitrantur."
            },
            {
                "text": "unde habitus quoque corporum, tamquam in tanto hominum numero, idem omnibus: truces et caerulei oculi, rutilae comae, magna corpora et tantum ad impetum valida."
            },
            {
                "text": "laboris atque operum non eadem patientia, minimeque sitim aestumque tolerare, frigora atque inediam caelo solove adsueverunt."
            }
        ]
    },
    {
        "sections": [
            {
                "text": "Terra etsi aliquanto specie differt, in universum tamen aut silvis horrida aut paludibus foeda, humidior qua Gallias, ventosior qua Noricum ac Pannoniam aspicit; satis ferax, frugiferarum arborum impatiens, pecorum fecunda, sed"
            },
            {
                "text": "plerumque improcera. ne armentis quidem suus honor aut gloria frontis: numero gaudent, eaeque solae et gratissimae"
            },
            {
                "text": "opes sunt. argentum et aurum propitiine an irati dii negaverint dubito. nec tamen adfirmaverim nullam Germaniae venam argentum aurumve gignere: quis enim scrutatus est?"
            },
            {
                "text": "possessione et usu haud perinde adficiuntur: est videre apud illos argentea vasa, legatis et principibus eorum muneri data, non in alia vilitate quam quae humo finguntur. quamquam proximi ob usum commerciorum aurum et argentum in pretio habent formasque quasdam nostrae pecuniae agnoscunt atque eligunt: interiores simplicius et antiquius"
            },
            {
                "text": "permutatione mercium utuntur. pecuniam probant veterem et diu notam, serratos bigatosque. argentum quoque magis quam aurum sequuntur, nulla adfectione animi, sed quia numerus argenteorum facilior usui est promisca ac vilia mercantibus."
            }
        ]
    },
    {
        "sections": [
            {
                "text": "Ne ferrum quidem superest, sicut ex genere telorum colligitur. rari gladiis aut maioribus lanceis utuntur: hastas vel ipsorum vocabulo frameas gerunt angusto et brevi ferro, sed ita acri et ad usum habili, ut eodem telo, prout ratio"
            },
            {
                "text": "poscit, vel comminus vel eminus pugnent. et eques quidem scuto frameaque contentus est, pedites et missilia spargunt, pluraque singuli, atque in immensum vibrant, nudi aut sagulo leves. nulla cultus iactatio: scuta tantum lectissimis"
            },
            {
                "text": "coloribus distinguunt. paucis loricae, vix uni alterive cassis aut galea. equi non forma, non velocitate conspicui. sed nec variare gyros in morem nostrum docentur: in rectum aut uno flexu dextros agunt, ita coniuncto orbe ut nemo"
            },
            {
                "text": "posterior sit. in universum aestimanti plus penes peditem roboris; eoque mixti proeliantur, apta et congruente ad equestrem pugnam velocitate peditum, quos ex omni iuventute delectos ante aciem locant. [5] definitur et numerus: centeni ex singulis pagis sunt, idque ipsum inter suos vocantur, et quod primo numerus fuit, iam nomen et honor"
            },
            {
                "text": "est. acies per cuneos componitur. cedere loco, dummodo rursus instes, consilii quam formidinis arbitrantur. corpora suorum etiam in dubiis proeliis referunt. scutum reliquisse praecipuum flagitium, nec aut sacris adesse aut concilium inire ignominioso fas, multique superstites bellorum infamiam laqueo finierunt."
            }
        ]
    }
]
